export default {
  // App
  加载中: '加载中',

  // header
  退出游戏: '退出游戏',
  返回: '返回',
  游戏指南: '游戏指南',
  赚金币: '赚金币',
  道具箱: '道具箱',
  中文: '中文',

  // Menu
  最新排名: '最新排名',
  我: '我',
  第X轮第N场: '第{X}轮第{N}场',
  第X轮: '第{X}轮',
  第N场: '第{N}场',
  查看全部排名: '查看全部排名',
  我的挑战记录: '我的挑战记录',
  暂时还未有人上榜: '暂时还未有人上榜',
  快去争做榜单第一人吧: '快去争做榜单第一人吧',

  // end弹窗
  本次游戏结束了: '本次游戏结束了',
  '让我们下次再背上行囊出发吧！': '让我们下次再背上行囊出发吧！',
  下次再来: '下次再来',

  // guide弹窗
  我已阅读: '我已阅读',

  // quit弹窗
  '真的要退出游戏了吗？': '真的要退出游戏了吗？',
  '（游戏中途退出，视为放弃本次挑战）': '（游戏中途退出，视为放弃本次挑战）',
  狠心退出: '狠心退出',
  继续游戏: '继续游戏'
};
